{
  "results": [
    {
      "id": 567189,
      "overview": "An elite Navy SEAL uncovers an international conspiracy while seeking justice for the murder of his pregnant wife.",
      "poster_path": "/rEm96ib0sPiZBADNKBHKBv5bve9.jpg",
      "release_date": "2021-04-29",
      "title": "Tom Clancy's Without Remorse",
      "vote_average": 7.3,
      "genres": "Action, Adventure, Thriller, War",
      "runtime": 109
    },
    {
      "id": 460465,
      "overview": "Washed-up MMA fighter Cole Young, unaware of his heritage, and hunted by Emperor Shang Tsung's best warrior, Sub-Zero, seeks out and trains with Earth's greatest champions as he prepares to stand against the enemies of Outworld in a high stakes battle for the universe.",
      "poster_path": "/6Wdl9N6dL0Hi0T1qJLWSz6gMLbd.jpg",
      "release_date": "2021-04-07",
      "title": "Mortal Kombat",
      "vote_average": 7.7,
      "genres": "Action, Fantasy, Adventure",
      "runtime": 110
    },
    {
      "id": 399566,
      "overview": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages.",
      "poster_path": "/pgqgaUx1cJb5oZQQ5v0tNARCeBp.jpg",
      "release_date": "2021-03-24",
      "title": "Godzilla vs. Kong",
      "vote_average": 8.1,
      "genres": "Science Fiction Action Drama",
      "runtime": 113
    },
    {
      "id": 615457,
      "overview": "Hutch Mansell, a suburban dad, overlooked husband, nothing neighbor — a \"nobody.\" When two thieves break into his home one night, Hutch's unknown long-simmering rage is ignited and propels him on a brutal path that will uncover dark secrets he fought to leave behind.",
      "poster_path": "/oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
      "release_date": "2021-03-26",
      "title": "Nobody",
      "vote_average": 8.4,
      "genres": "Crime, Comedy, Thriller, Action",
      "runtime": 92
    },
    {
      "id": 811367,
      "overview": "Set before the events of ‘Soul’, 22 refuses to go to Earth, enlisting a gang of 5 new souls in attempt of rebellion. However, 22’s subversive plot leads to a surprising revelation about the meaning of life.",
      "poster_path": "/32vLDKSzcCMh55zqqaSqqUA8naz.jpg",
      "release_date": "2021-04-30",
      "title": "22 vs. Earth",
      "vote_average": 7.2,
      "genres": "Family, Animation, Comedy",
      "runtime": 9
    },
    {

      "id": 804435,
      "overview": "Victoria is a young mother trying to put her dark past as a Russian drug courier behind her, but retired cop Damon forces Victoria to do his bidding by holding her daughter hostage. Now, Victoria must use guns, guts and a motorcycle to take out a series of violent gangsters—or she may never see her child again.",
      "poster_path": "/AoWY1gkcNzabh229Icboa1Ff0BM.jpg",
      "release_date": "2021-04-16",
      "title": "Vanquish",
      "vote_average": 6.4,
      "genres": "Action, Crime, Thriller",
      "runtime": 96
    },
    {
      "id": 632357,
      "overview": "Alice, a young hearing-impaired girl who, after a supposed visitation from the Virgin Mary, is inexplicably able to hear, speak and heal the sick. As word spreads and people from near and far flock to witness her miracles, a disgraced journalist hoping to revive his career visits the small New England town to investigate. When terrifying events begin to happen all around, he starts to question if these phenomena are the works of the Virgin Mary or something much more sinister.",
      "poster_path": "/b4gYVcl8pParX8AjkN90iQrWrWO.jpg",
      "release_date": "2021-03-31",
      "title": "The Unholy",
      "vote_average": 5.6,
      "genres": "Horror",
      "runtime": 99
    },
    {
      "id": 791373,
      "overview": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions.",
      "poster_path": "/tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
      "release_date": "2021-03-18",
      "title": "Zack Snyder's Justice League",
      "vote_average": 8.5,
      "genres": "Action, Adventure, Fantasy, Science Fiction",
      "runtime": 242
    },
    {
      "id": 635302,
      "overview": "Tanjirō Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyōjurō Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
      "poster_path": "/h8Rb9gBr48ODIwYUttZNYeMWeUU.jpg",
      "release_date": "2020-10-16",
      "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
      "vote_average": 8.4,
      "genres": "Animation Action Adventure Fantasy Drama",
      "runtime": 117
    },
    {
      "id": 726684,
      "overview": "To join Adrien in Shanghai, Marinette is going to visit her uncle Wang who is celebrating his anniversary. But, as soon as she arrives in China, her purse gets stolen with Tikki inside, whom she needs to secretly transform into Ladybug! Without money and alone in the immense city, Marinette accepts the help of a young and resourceful girl, Fei. The two girls will ally and discover the existence of a new magical jewel, the Prodigious. Hawk Moth, also present in Shanghai, seeks to finding it since a long time...",
      "poster_path": "/msI5a9TPnepx47JUb2vl88hb80R.jpg",
      "release_date": "2021-04-04",
      "title": "Miraculous World: Shanghai – The Legend of Ladydragon",
      "vote_average": 7.3,
      "genres": "Animation Action Adventure Fantasy Drama",
      "runtime": 117
    }
  ]
}